[GENERAL]
NAME				= French
TRANSLATOR			= lechti64
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Cette application a expiré.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Version non enregistrée
TEXT_INIT_FAIL			= L'application n'a pas réussi à s'initialiser.
TEXT_APPINFO			= Bandicam - Vidéo haute performance capture.

; error
TEXT_ERROR_DISKSPACE		= Pas assez d'espace disque pour enregistrer.
TEXT_ERROR_VIDEO_CAP		= Impossible de démarrer la capture vidéo.
TEXT_ERROR_AUDIO_CAP		= Impossible de démarrer la capture audio.\nIf you need help, click the OK button.
TEXT_ERROR_IMAGE_CAP		= Impossible de capturer l'image.\nVérifiez votre dossier de sortie
TEXT_ERROR_CREATEFILE		= Impossible de créer le fichier.
TEXT_ERROR_CODEC_INIT		= Échec d'initialisation du codec.
TEXT_ERROR_LOGO_IMAGE		= Fichier d'image non pris en charge. \nVeuillez sélectionner le fichier image pris en charge (*. png).
TEXT_CAN_NOT_CHANGE_TB		= Vous ne pouvez pas modifier ce paramètre sur la version gratuite de Bandicam. S'il vous plaît inscrivez-vous maintenant!
TEXT_WARNING_AMD_APP		= Votre système ne supporte pas 'H.264 (AMD APP)', de sorte que le codec par défaut sera utilisé.
TEXT_WARNING_AMD_APP2		= Votre système ne supporte pas "H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Son
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Effets
TEXT_VID_PAGE_OPTIONS	                = Options

; option page name
TEXT_OPT_PAGE_GENERAL		= Général
TEXT_OPT_PAGE_OUTPUT		= Sortie
TEXT_OPT_PAGE_HOOKING		= Api cible
TEXT_OPT_PAGE_LANGUAGE		= Langage
TEXT_OPT_PAGE_OTHERS		= Autres

TEXT_VIDEO			= Vidéo
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Sélectionnez un dossier de stockage.

TEXT_FMT_FULL_SIZE		= Taille entière
TEXT_FMT_HALF_SIZE		= Demi taille
TEXT_FMT_FIT_WIDTH		= Adapter largeur
TEXT_FMT_FIT_HEIGHT		= Adapter hauteur
TEXT_FMT_CUSTOM_SIZE		= Personnalisée
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Format audio original

; preset
TEXT_PRESET_DEFAULT		= Défaut
TEXT_PRESET_HALFSIZE		= Demi-taille
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA"!)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrarapide réglage pour 60 FPS
TEXT_PRESET_LOWEND		= PC bas de gamme
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Pour PMP/Divx Player
TEXT_PRESET_EDIT		= Pour Edition - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= Pour MS PowerPoint 
TEXT_PRESET_320x0		= Ajuster à la largeur, 320x0
TEXT_PRESET_640x0		= Ajuster à la largeur, 640x0
TEXT_PRESET_800x0		= Ajuster à la largeur, 800x0
TEXT_PRESET_USER		= Préréglages utilisateur

TEXT_CHANGE_LANG		= Modification de la langue devrait nécessiter un redémarrage Bandicam. \nVoulez-vous continuer?
TEXT_CHANGE_HOOK		= Pour changer d'api vidéo , vous devez redémarrer Bandicam.\nVoulez vous redémarer maintenant?
TEXT_CHANGE_SIZE		= Pour changer la taille de la fenêtre Bandicam, vous devez redémarrer Bandicam.\nVoulez vous redémarrer maintenant ?
TEXT_RESET_ALL_SETTINGS		= Etes-vous sûr de vouloir rétablir tous les paramètres par défaut?

TEXT_REGISTER_SUCCEEDED		= Votre Bandicam a été enregistré aujourd'hui.
TEXT_REGISTER_FAILED		= Echec de l'enregistrement. \nVérifiez votre adresse e-mail et numéro de série.
TEXT_REGISTER_CONNECT_FAILED	= Impossible de se connecter au serveur d'enregistrement. \nS'il vous plaît vérifier votre connexion Internet, et régler votre horloge système à la date et l'heure d'aujourd'hui.\nIf you need help, click the OK button.
TEXT_REGISTER_INFO		= Email Adresse : %s\r\nNuméro de série : %s
TEXT_REGISTER_LIMITED		= L'enregistrement s'est arrêté. \n\nVous ne pouvez enregistrer que 10 minutes sur la version gratuite de Bandicam. S'il vous plaît inscrivez-vous maintenant!
TEXT_REGISTER_NEWRECORD		= Vous ne pouvez pas démarrer l'enregistrement de nouvelles sur la version gratuite de Bandicam. S'il vous plaît inscrivez-vous maintenant!
TEXT_REGISTER_LICENCE_INFO	= Pas encore enregistré! \r\nAchetez Bandicam pour enregistrer sans filigranes sur votre vidéo.

TEXT_PROGRAM_INVALID		= Cette application n'est pas valide. \nVous devez réinstaller l'application.

TEXT_SELECT_TARGET		= Sélectionnez la cible
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Enregistrement de Jeux et Lecteur Video utilisant DirectX .
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Enregistrement écran du PC et Vidéos du Web .
TEXT_TARGET_CHANGING		= Si vous changez le mode d'enregistrement, l'enregistrement s'arrêtera .\nEtes vous certain de vouloir continuer?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Vous ne pouvez pas commencer l'enregistrement en mode 'Game Recording Mode' parce que la fenêtre cible n'est pas sélectionnée.\n\nVoulez-vous changer le mode d'enregistrement pour 'Screen Recording Mode' pour commencer l'enregistrement ?

TEXT_STATUSBAR_READY		= Prêt
TEXT_STATUSBAR_RECORDING	= Enregistrement
TEXT_STATUSBAR_PAUSE		= Pause

TEXT_UPDATE_AVAILABLE		= Une nouvelle version de Bandicam est actuellement disponible. \nVoulez-vous la télécharger maintenant ?
TEXT_UPDATE_UNAVAILABLE		= Cette version est la plus récente.
TEXT_UPDATE_FAILED		= Impossible de vérifier les informations de version. \nCe système ne peut pas être connecté à Internet, ou un serveur peut ne pas fonctionner correctement.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Envoi impossible. Si vous venez de vous inscrire, veuillez vérifier votre adresse email.

TEXT_TARGET_FULL		= Plein écran
TEXT_TARGET_RESTORE		= Restaurer
TEXT_TARGET_FIND		= Recherchez fenêtre
TEXT_TARGET_RESIZE		= Menu sélectionnez Taille
TEXT_TARGET_IMAGE		= Image capture
TEXT_TARGET_PEN			= Mode dessin
TEXT_TARGET_RECORD_START	= Vidéo enregistrement - start
TEXT_TARGET_RECORD_PAUSE	= Vidéo enregistrement - pause
TEXT_TARGET_RECORD_STOP		= Vidéo enregistrement - stop

TEXT_RC_HOWTO_NOCOMPLETE	= Pas d'enregistrement automatique complet
TEXT_RC_HOWTO_BYTIME		= Par temps
TEXT_RC_HOWTO_BYSIZE		= Par taille
TEXT_RC_AFTER_NEWRECORD		= Démarrer nouvel enregistrement
TEXT_RC_AFTER_EXIT		= Quitter Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Arrêter cet ordinateur

TEXT_SHUTDOWN_SEC		= Extinction système dans %d sec.

TEXT_SEL_IMAGE_FILE		= Sélectionner une image 

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Désactivé (Recommandé) --

TEXT_CORRUPTED_AVI_FILE		= Dernier fichier enregistré a été endommagé.\nVoulez-vous y remédier?\n\nFichier: %s
TEXT_TRAY_BALLOON_TIP		= Barre d'état double clic sur l'icône pour restaurer Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Cliquez sur l'icône pour afficher la fenêtre rectangle.
TEXT_FORCE_STOP			= Impossible d'arrêter l'enregistrement, car la fenêtre cible ne répond pas. \nVoulez-vous pour arrêter l'enregistrement obligatoire?
TEXT_EXTERNAL_CODEC		= Codec externe
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Statut d'enregistrement
TEXT_INDICATOR_TIME		= Temps d'enregistrement
TEXT_INDICATOR_SIZE		= Enregistrement taille du fichier / espace disque libre
TEXT_INDICATOR_VOLUME		= Niveau actuel du volume

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normale] Priorité aux tâches générales
TEXT_REC_PRIORITY_HIGH		= [Haute] Supérieure à priorité normale
TEXT_REC_PRIORITY_HIGHEST	= [Plus haute] D'autres tâches peuvent être ralenties

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut n'est pas instalé. Voulez-vous télécharger Bandicut ?
TEXT_OUTPUTS_DELETE		= Etes-vous sûr de vouloir supprimer définitivement les fichiers sélectionnés ?
TEXT_OUTPUTS_SELCOUNT		= %d éléments sélectionnés

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Cible nom
TEXT_FILE_NAME_PREFIX_CUSTOM	= Préfixe personnalisé
TEXT_FILE_NAME_PREFIX_NONE	= Aucun
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Heure
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numéro de série

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Entrez une valeur comprise entre 1 et 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= L'enregistrement est en cours. \nÊtes-vous sûr de vouloir arrêter l'enregistrement et continuer ?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Veuillez entrer un titre pour la vidéo à envoyer.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Posté
TEXT_UPLOAD_ERR_FAIL		= Impossible d'envoyer cette vidéo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ce fichier est trop volumineux pour l'envoi.
TEXT_UPLOAD_ERR_FREESPACE	= Il n'y a pas assez d'espace libre sur Vimeo pour l'envoi.
TEXT_UPLOAD_ERR_CONNECT		= Échec de connexion au serveur.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Géneral
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Vidéo
$BN_PAGE_IMAGE			= Image
$BN_PAGE_OUTPUTS		= Sortie
$BN_PAGE_ABOUT			= A propos
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Options
$ST_GEN_OUTPUT_FOLDER		= Dossier de sortie
$BN_GEN_OPEN_OUTPUT_FOLDER	= Ouvrir
$BN_GEN_ADV_OPTIONS		= Avancé
$CK_GEN_ALWAYS_ON_TOP		= Fenêtre Bandicam toujours devant
$CK_GEN_START_MINIMIZED		= Démarrer Bandicam minimiser en zone de notification
$CK_GEN_RUN_WHEN_START		= lancer Bandicam au démarrage de Windows
$CK_GEN_RECORD_WHEN_RUN		= Enregistrer en plein écran au lancement de Bandicam
$CK_GEN_TIMER_RECORDING		= Réglez la minuterie pour l'enregistrement automatique
$ST_GEN_LANGUAGE		= Langage
$ST_GEN_REC_AUTO_START		= Enregistrement automatique au démarrage
$ST_GEN_REC_AUTO_COMPLETE	= Enregistrement automatique complet
$BN_GEN_REC_AUTO_COMPLETE	= Réglages
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS Incrustation
$CK_FPS_OVERLAY_HOTKEY		= Touche de raccourci
$CK_FPS_OVERLAY			= Afficher incrustation FPS 
$ST_FPS_LIMIT			= FPS Limite
$CK_FPS_LIMIT_HOTKEY		= Touche de raccourci
$CK_FPS_LIMIT			= Fixer limite FPS
$CK_FPS_LIMIT_ONLY_CAP		= Seulement lors de la capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Enregistrer
$CK_VID_RECORD_HOTKEY		= Record/Stop touche de raccourci
$CK_VID_PAUSE_HOTKEY		= Pause touche de raccourci
$CK_VID_SHOW_CURSOR		= Voir le curseur de la souris
$CK_VID_CLICK_EFFECTS		= Ajouter effets clic de souris
$CK_VID_WEBCAM_OVERLAY		= Ajouter inscrustation Webcam
$BN_VID_RECORD_SETTINGS		= Réglages
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Vidéo
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Réglages
$BN_VID_FORMAT_PRESETS		= Préselects
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Capture image
$CK_IMG_CAPTURE_HOTKEY		= Raccourci
$CK_IMG_CAPTURE_REPEAT		= Répéter capture écran
$ST_IMG_CAPTURE_REPEAT		= secondes
$CK_IMG_SHOW_CURSOR		= Voir curseur de la souris
$CK_IMG_SHUTTER_SOUND_EFFECT	= Bruit d'obturateur
$ST_IMG_FORMAT			= Format image
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ			= JPG - Haute qualité
$BTN_IMG_FORMAT_ANIGIF		= Comment sauver en gif animé
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Vidéo
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Lire
$BN_OUT_OPEN_IMAGE		= Ouvrir
$BN_OUT_EDIT			= Editer
$BN_OUT_UPLOAD			= Envoi
$BN_OUT_DELETE			= Supprimer
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Nouvelle version en ligne.
$BN_ABO_CHECK_UPDATE		= Mise à jour
$ST_ABO_LICENCE_INFO		= License Information
$BN_ABO_REGISTER		= Enregistrer
$BN_ABO_REGISTER_HELP		= Comment acheter et enregistrer
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Ouvrir Dossier de sortie
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Enregistrer / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Interface Simple / Étendue 
$TOOLTIP_REGISTER		= Enregisrer Bandicam
$TOOLTIP_ONLINE_HELP		= Aide en ligne

$TOOLTIP_TOOL_PEN		= Stylo
$TOOLTIP_TOOL_PEN_HL		= Surligneur 
$TOOLTIP_TOOL_BOX		= Boite
$TOOLTIP_TOOL_ERASER		= Gomme
$TOOLTIP_TOOL_COLOR		= Select Couleur
$TOOLTIP_TOOL_LINE		= Largeur de ligne
$TOOLTIP_TOOL_UNDO		= Défaire (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Refaire (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Annuler
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format réglages 
IDC_ST_FMTSET_FILE		= Fichier Type
IDC_ST_FMTSET_VIDEO		= Vidéo
IDC_ST_VIDEO_SIZE		= Taille
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Qualité
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Enregistrer au format original
IDC_ED_AUDIO_ORIGINAL_PCM	= Vous pouvez enregistrer multi-canal et audio haute définition (96 KHz ou plus).
IDC_ST_AUDIO_CH			= Canaux
IDC_ST_AUDIO_FREQ		= Frequence
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Enregistrer Bandicam
IDC_ST_1BUY			= 1. Acheter
IDC_ST_1BUY_COMMENT		= S'il vous plaît noter que Bandicam n'est pas un logiciel libre. Si vous souhaitez enregistrer sans filigranes sur votre vidéo, vous devez acheter une licence Bandicam de nous.
IDC_BTN_BUY_ONLINE		= Acheter
IDC_ST_2REGISTER		= 2. Enregistrer
IDC_ST_2REGISTER_COMMENT	= Vous avez besoin d'une connexion en ligne pour enregistrer Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email adresse
IDC_ST_SERIAL_NUMBER		= Numéro de série
IDC_BTN_REGISTER_NOW		= Enregistrer maintenant
IDC_BTN_CLOSE			= Fermer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Vérifier les mises à jour
IDC_ST_UPDATE_SETTING		= Réglage
IDC_CK_UPDATE_ENABLE		= Vérifier la mise à jour automatiquement.
IDC_CK_UPDATE_POPUP		= Voir pop-up nouvelle version en ligne.
IDC_UPDATE_CHECK_NOW		= Mettre à jour maintenant
IDC_CLOSE			= fermer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Options Avancées
IDC_BTN_RESET			= Réinitialiser

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Général
IDC_CK_ALWAYS_ON_TOP2		= fenêtre Bandicap toujours sur le dessus
IDC_CK_START_MINIMIZED_TO_TRAY	= Démarrer Bandicam minimiser en zone de notification
IDC_CK_RUN_WHEN_START		= Lancer Bandicap au démarrage Windows
IDC_CK_RECORD_WHEN_RUN		= Enregistrer en plein écran au lancement de Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Voir FPS dans captures vidéo/image
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Voir barre tip/information
IDC_CK_NO_TRAY_BALLOON		= Désactiver les infobulles de notifications 
IDC_ST_ADV_AUTOMATIC		= Automatique

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Sortie
IDC_ST_OUT_OUTPUT_FOLDER	= Dossier de sortie
IDC_CK_OUT_CREATE_SUBFOLDER	= Créer sous dossier en sortie à l'écriture d'un fichier
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Activer cache d'écriture sur le disque.
IDC_ST_OUT_FILE_NAMING		=Paramètres de nommage des fichiers
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Langage
IDC_ST_TRANSLATOR		= Merci aux traducteurs

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Api Cibles
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Désactiver DirectX 10/11 dans IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Bloquer DirectX superposition vidéo
IDC_BTN_BLOCK_LIST		= Liste des processus bloqués

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Autres réglages
IDC_BTN_VIDEO_RECORD_SETTINGS	= Enregistrement Video Réglages
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Format Video Réglages
IDC_BTN_AUTO_COMPLETE_RECORDING	= Enregistrement automatique complet

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Enregistrement automatique complet
IDC_ST_RC_HOWTO			= Réglages de l'enregistrement automatique
IDC_RD_RC_NOTCOMPLETE		= Départ/stop manuellement 
IDC_RD_RC_TIME			= En durée de temps
IDC_ST_RC_MAX_TIME		= Max:
IDC_RD_RC_SIZE			= En taille de fichiers enregistrés
IDC_ST_RC_MAX_SIZE		= Max:
IDC_ST_RC_AFTER			= Après avoir terminé l'enregistrement automatique
IDC_RD_RC_NOTHING		= Ne rien faire
IDC_RD_RC_NEW_RECORDING		= Démarrer nouvel enregistrement
IDC_RD_RC_EXIT_BDCAM		= Sortir de Bandicam
IDC_RD_RC_SHUTDOWN		= Eteindre le PC

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Arrêt
IDC_ST_SHUTDOWN			= Arrêt
IDC_ST_SHUTDOWN_INFO		= Cet ordinateur sera éteint. \n'Annuler' nAppuyer si vous ne voulez pas d'arrêt.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Enregistrement réglages

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Enregistrer son
IDC_ST_SND_SELECT_1		= Première source
IDC_BTN_SND_SETTING_1		= Réglage
IDC_ST_SND_SELECT_2		= Seconde source
IDC_BTN_SND_SETTING_2		= Réglage
IDC_CK_SND_MIX_SOUND		= Deux Sons Mixés (micro + secondaire dans unique piste audio)
IDC_CK_SND_CAP_HOTKEY		= Enregistrement Seul "Périphérique secondaire»
IDC_ST_SOUND_HELP		= Aide
IDC_CK_SND_SAVE_AS_WAV		= Enregistrer les pistes audio pendant l'enregistrement (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Ajouter incrustation webcam à la vidéo
IDC_ST_WEBCAM_SETTING		= Réglages
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Vidéo taille:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Réglages
IDC_BTN_WEBCAM_PREVIEW		= Previsualisation
IDC_ST_WEBCAM_LR_MARGINS	= Gauche/Dr Marges:
IDC_ST_WEBCAM_TB_MARGINS	= Haut/Bas Marges:
IDC_ST_WEBCAM_FOR_DX_GL	= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Aperçu webcam sur l'écran (Seulement DX8 ou version ultérieure , et OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Activer la prévisualisation par touche spéciale

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Ajouter logo à la vidéo
IDC_ST_LOGO_SETTING		= Réglage
IDC_ST_LOGO_IMAGE		= Image :
IDC_ST_LOGO_OPACITY		= Opacité :
IDC_ST_LOGO_POS			= Position :
IDC_ST_LOGO_LR_MARGINS		= Gauche/Dr Marges:
IDC_ST_LOGO_TB_MARGINS		= Haut/Bas Marges:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Effets clic de souris
IDC_CK_ADD_CLICK_EFFECTS	= Ajouter des effets de clic de souris
IDC_ST_LEFT_CLICK_COLOR		= Couleur de clic gauche
IDC_ST_RIGHT_CLICK_COLOR	= Couleur de clic droit
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Ajouter un effet de surbrillance pointeur de souris
IDC_ST_HIGHLIGHT_COLOR		= Surbrillance couleur

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Options
IDC_ST_REC_PRIORITY		= Priorité d'enregistrement :
IDC_ST_REC_PRIORITY2		= Priorité plus élevée peut réduire la pertes d'images.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Passer l'enregistrement alors que la trame n'est pas mise à jour
IDC_CK_ENHANCED_DX9_CAPTURE	= Utilisation méthode de capture améliorée (plus rapide, seulement DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Utilisation accrue méthode de capture (plus rapide, Windows 8 ou plus)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Customiser taille cible
IDC_ST_TARGET_SIZE_SETTING	= Réglage
IDC_ST_TARGET_SIZE		= Cible taille :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Ajouter un nouveau paramètre prédéfini de taille
IDC_ST_ADD_SIZE_PRESET		= Vous pouvez enregistrer la position de la cible et de la taille comme un nouveau paramètre prédéfini.\nEntrez un nom pour le nouveau paramètre prédéfini.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Modifier les préréglages de taille
IDC_BTN_SIZE_PRESET_ADD		= AJouter
IDC_BTN_SIZE_PRESET_DEL		= Supprimer
IDC_BTN_SIZE_PRESET_REN		= Renommer
IDC_BTN_SIZE_PRESET_UP		= Monter
IDC_BTN_SIZE_PRESET_DN		= Descendre

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Renommer le préréglage de taille
IDC_ST_REN_SIZE_PRESET		= Entrez un nouveau nom pour le préréglage .

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Information
IDC_ST_ACAP_INFO		= Audio capture information
IDC_ST_ACAP_INFO2		= Votre carte son ne prend pas en compte le bruit. S'il vous plaît cocher «contrôle de l'enregistrement" de votre carte son . \n\nVoulez-vous FAQ sur la page d'accueil ?
IDC_CK_ACAP_DO_NOT_ASK		= Ne plus demander
IDC_BTN_YES			= Oui
IDC_BTN_NO			= Non

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max temps enregistrement
IDC_ST_RC_TIME_SETTING		= Réglage
IDC_ST_RC_TIME_HOUR		= Heure
IDC_ST_RC_TIME_MIN		= Minute
IDC_ST_RC_TIME_SEC		= Seconde

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max taille fichier d'enregistrement
IDC_ST_RC_FILESIZE_SETTING	= Réglage

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Ajouter un nouveau paramètre prédéfini
IDC_ST_ADD_PRESET		= Vous pouvez enregistrer les paramètres de format actuels en tant que nouveau paramètre prédéfini.\nEntrez un nom pour le nouveau préréglage.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Editer Préréglages
IDC_BTN_PRESET_ADD		= Ajouter
IDC_BTN_PRESET_DEL		= Supprimer
IDC_BTN_PRESET_REN		= Renommer
IDC_BTN_PRESET_UP		= Monter
IDC_BTN_PRESET_DN		= Descendre

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Renommer le préréglage
IDC_ST_REN_PRESET		= Entrer un nouveau nom pour le préréglage.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Sélectionner codec vidéo externe
IDC_ST_CODEC_EX_LIST		= Codec liste
IDC_ST_CODEC_EX_SETTINGS	= Réglages
IDC_ST_CODEC_EX_DRIVER		= Driver Nom
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Qualité
IDC_ST_CODEC_EX_DATERATE	= Taux de données
IDC_ST_CODEC_EX_KEYFRAME	= Intervalle image clé
IDC_BTN_CODEC_EX_CONFIG		= Configurer
IDC_BTN_CODEC_EX_ABOUT		= A propos
IDC_ST_CODEC_EX_HELP		= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Liste des processus bloqués
IDC_ST_BLOCK_LIST		= Les procédés suivants ne sont pas autorisés à dévier.
IDC_ST_BLOCK_LIST_EX		= Exemple :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA"!) Réglages
IDC_ST_H264_CUDA_RATE_CONTROL	= Contrôle de taux
IDC_RD_H264_CUDA_VBR		= VBR - basé sur la qualité (recommandé)
IDC_RD_H264_CUDA_CBR		= CBR - basé sur la fréquence binaire
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Usage
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Seulement GPU (à utiliser avec GPU plus rapide)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU dispositif:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Autres options
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervalle image clé:
IDC_ST_H264_CUDA_FOURCC_HELP	= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC	= H.264 (Quick Sync Video) réglages
IDC_ST_H264_SYNC_RATE_CONTROL	= Taux controle
IDC_RD_H264_SYNC_VBR	= VBR - basée sur la qualité (recommandé)
IDC_RD_H264_SYNC_CBR	= CBR - basée sur bitrate
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Autres options
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Interval image clé:
IDC_ST_H264_SYNC_FOURCC_HELP	= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP	= H.264 (AMD APP) Réglages
IDC_ST_H264_APP_RATE_CONTROL	= Rate controle
IDC_RD_H264_APP_VBR	= VBR - base de qualité (recommandé)
IDC_RD_H264_APP_CBR	= CBR - bitrate-base
IDC_ST_H264_APP_OTHER_OPTIONS	= Autres options
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervalle image clé:
IDC_ST_H264_APP_FOURCC_HELP	= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Réglages
IDC_ST_XVID_RATE_CONTROL	= Contrôle de taux
IDC_RD_XVID_VBR			= VBR - basé sur la qualité (recommandé)
IDC_RD_XVID_CBR			= CBR - basé sur la fréquence binaire
IDC_ST_XVID_OPTIMIZATION	= Optimisation
IDC_RD_XVID_FASTER_SPEED	= Plus grande vitesse d'encodage
IDC_RD_XVID_SMALLER_SIZE	= Taille du fichier
IDC_ST_XVID_OTHER_OPTIONS	= Autres options
IDC_ST_XVID_KEYFRAME_INT	= Intervalle image clé:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) réglages
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate controle
IDC_RD_H264_NVENC_VBR		= VBR - base de qualité (recommandé)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-base
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU appareil:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Autres options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Réglages
IDC_ST_H264_RATE_CONTROL	= Taux de contrôle
IDC_RD_H264_VBR			= VBR - basé sur la qualité (recommandé)
IDC_RD_H264_CBR			= CBR - basé sur le bitrate
IDC_ST_H264_OPTIMIZATION	= Optimisation
IDC_RD_H264_FASTER_SPEED	= Vitesse d'encodage
IDC_RD_H264_BALANCED		= Performance équilibrée
IDC_RD_H264_SMALLER_SIZE	= Diminuer la taille du fichier
IDC_ST_H264_OTHER_OPTIONS	= Autres options
IDC_ST_H264_KEYFRAME_INT	= Intervalle image clé:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS	= Enregistrement programmé
IDC_ST_TIMER_SETTINGS	= Réglages
IDC_RD_TIMER_START_IN	= Démarrer dans
IDC_ST_TIMER_MINUTES	= minutes
IDC_RD_TIMER_START_AT	= Démarrer à
IDC_CK_TIMER_MINIMIZE	= Minimiser Bandicam en zone de notification à l'enregistrement.
IDC_ST_TIMER_AUTO_COMPLETE	= Enregistrement complet Automatique
IDC_BTN_TIMER_AUTO_COMPLETE	= Réglage

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING	= Enregistrement programmé - En attente de démarrage
IDC_ST_TIMER_WAITING_INFO	= En attente de lancer l'enregistrement à %s.
IDC_ST_TIMER_ELAPSED	= Durée écoulée:
IDC_ST_TIMER_REMAINING	= Durée restante:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Réglages
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Fréquence d'image constante
IDC_ST_FORMAT_FPS_CFR		= Revenir sur VFR, si la performance de l'encodeur est pas assez bonne.
IDC_RD_FORMAT_FPS_VFR		= Utiliser VFR - Fréquence d'image constante (Recommandé)
IDC_ST_FORMAT_FPS_HELP		= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Envoyer sur Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Envoi Information
IDC_ST_VIMEO_FILENAME		= Fichier nom:
IDC_ST_VIMEO_TITLE		= Titre:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Confidentialité:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Toute personne - permettre à quiconque de voir cette vidéo
IDC_RD_VIMEO_PRIVACY_ONLYME	= Seulement moi - vidéo visible uniquement par moi et personne d'autre
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Membres que je suis - visible seulement aux gens que je suis sur Vimeo
IDC_BTN_VIMEO_UPLOAD		= Envoi
IDC_LN_VIMEO_HELP		= Aide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Chargement...
IDC_ST_VIMEO_UPLOADED		= Le chargement de la vidéo est terminé!
IDC_ST_VIMEO_LINK		= Lien:
IDC_ST_VIMEO_EMBED		= Intégrer:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copier
IDC_BTN_VIMEO_CLOSE		= Fermer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Disponible
IDC_LN_NVENC_AVAILABLE		= Encodeur NVIDIA NVENC H.264 est disponible. NVENC est un codeur haute performance utilisant l'accélération matérielle. Voulez-vous utiliser l'encoder NVENC H.264 ?\n<a>plus</a>
IDC_CK_NVENC_AVAILABLE		= Ne plus demander à nouveau

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= A propos de Bandicam
ID_POPUP_GENERAL		= Réglage - Général
ID_POPUP_FRAME			= Réglage - FPS
ID_POPUP_VIDEO			= Réglage - Vidéo
ID_POPUP_IMAGE			= Réglage - Image
ID_POPUP_OUTPUTS		= Liste des fichiers de sortie
ID_POPUP_OPENOUTPUTFOLDER	= Ouvrir Dossier de sortie
ID_POPUP_TARGET			= Cible
ID_POPUP_SIZE			= Taille
ID_POPUP_EXIT			= Sortir

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Aide

ID_TARGET_HIDE			= Voir / Cacher \t Ctrl+Alt+H
ID_TARGET_PEN			= Mode dessin \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Toujours au dessus
ID_TARGET_TRANSPARENCY		= Opacité
ID_TARGET_SIZE			= Taille
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Déplacez a gauche \t left
ID_TARGET_MOVE_RIGHT		= Déplacez a droite \t right
ID_TARGET_MOVE_UP		= Déplacez en haut \t up
ID_TARGET_MOVE_DOWN		= Déplacez en bas \t down

ID_TARGET_INC_WIDTH		= Augmenter la largeur de \t Shift+Right
ID_TARGET_DEC_WIDTH		= Diminuer la largeur de \t Shift+Left
ID_TARGET_INC_HEIGHT		= Augmenter Augmenter la largeur de \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Diminuer Augmenter la largeur de \t Shift+Up

ID_TARGET_FIND_WINDOW		= Fenêtre de recherche \t Ctrl+F
ID_TARGET_FULLSCREEN		= Plein écran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ajuster à 4:3
ID_TARGET_RATIO_16_9		= Ajuster à 16:9
ID_TARGET_SIZE_CUSTOM		= Customiser taille \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Taille préréglage \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Ajouter un préréglage
ID_TARGET_SIZE_PRESET_EDIT	= Editer un préréglage

ID_TARGET_OPEN_OUTPUTFOLDER	= Ouvrir Dossier de sortie
ID_TARGET_EXIT_BANDICAM		= Quitter Bandicam

ID_USER_PRESET_ADD		= Ajouter
ID_USER_PRESET_EDIT		= Editer

ID_SORT_BY_DATE			= Trier par Date
ID_SORT_BY_NAME			= Trier par Nom
ID_SORT_BY_SIZE			= trier par Taille

ID_OUTPUTS_LB_PLAY		= Lire
ID_OUTPUTS_LB_OPEN		= Ouvrir
ID_OUTPUTS_LB_EDIT		= Editer
ID_OUTPUTS_LB_DELETE		= Supprimer
ID_OUTPUTS_LB_SELECT_ALL	= Sélectionner tout
ID_OUTPUTS_LB_OPEN_FOLDER	= Ouvrir Dossier de sortie

ID_BDCAM_SIZE_DEFAULT		= Taille par défaut